{
  "Comment.nvim": { "branch": "master" },
  "FTerm.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "NeoComposer.nvim": { "branch": "main" },
  "alpha-nvim": { "branch": "main" },
  "asciitree.nvim": { "branch": "main" },
  "block.nvim": { "branch": "main" },
  "bracey.vim": { "branch": "master" },
  "calendar.vim": { "branch": "master" },
  "ccc.nvim": { "branch": "main" },
  "clipboard-image.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-emoji": { "branch": "main" },
  "cmp-git": { "branch": "main" },
  "cmp-look": { "branch": "master" },
  "cmp-nerdfont": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-spell": { "branch": "master" },
  "cmp-tw2css": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "codeexplain.nvim": { "branch": "main" },
  "codeium.vim": { "branch": "main" },
  "compile-nvim": { "branch": "main" },
  "darkplus.nvim": { "branch": "master" },
  "dressing.nvim": { "branch": "master" },
  "emmet": { "branch": "main" },
  "everforest-nvim": { "branch": "main" },
  "flash.nvim": { "branch": "main" },
  "flow.nvim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "fzf.vim": { "branch": "master" },
  "github-nvim-theme": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "horizon.nvim": { "branch": "main" },
  "hyprland-vim-syntax": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazyList.vim": { "branch": "master" },
  "log-highlight.nvim": { "branch": "main" },
  "lspsaga.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "lvim-colorscheme": { "branch": "main" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "material.nvim": { "branch": "main" },
  "midnight.nvim": { "branch": "main" },
  "mkdnflow.nvim": { "branch": "main" },
  "muren.nvim": { "branch": "main" },
  "neoscroll.nvim": { "branch": "master" },
  "neovim": { "branch": "main" },
  "nightfox.nvim": { "branch": "main" },
  "nightly.nvim": { "branch": "main" },
  "no-clown-fiesta.nvim": { "branch": "master" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "null-ls.nvim": { "branch": "main" },
  "nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-cmp-fonts": { "branch": "master" },
  "nvim-code-action-menu": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-go": { "branch": "main" },
  "nvim-dap-python": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-dap-vscode-js": { "branch": "main" },
  "nvim-jdtls": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-ufo": { "branch": "main" },
  "nvim-unception": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "obsidian.nvim": { "branch": "main" },
  "onedark.nvim": { "branch": "master" },
  "onedarkpro.nvim": { "branch": "main" },
  "oxocarbon.nvim": { "branch": "main" },
  "plantuml-syntax": { "branch": "master" },
  "plantuml.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "possession.nvim": { "branch": "master" },
  "promise-async": { "branch": "main" },
  "rust-tools.nvim": { "branch": "master" },
  "search-replace.nvim": { "branch": "main" },
  "smart-open.nvim": { "branch": "main" },
  "sniprun": { "branch": "master" },
  "sqlite.lua": { "branch": "master" },
  "statuscol.nvim": { "branch": "main" },
  "telescope-dap.nvim": { "branch": "master" },
  "telescope-file-browser.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "themer.lua": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "transparent.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "true-zen.nvim": { "branch": "main" },
  "vim-bbye": { "branch": "master" },
  "vim-blade": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-illuminate": { "branch": "master" },
  "vim-qml": { "branch": "master" },
  "vim-visual-multi": { "branch": "master" },
  "vimtex": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "yuck.vim": { "branch": "master" }
}